{
<<<<<<< HEAD
  "LuaSnip": { "branch": "master" },
=======
<<<<<<< Updated upstream
<<<<<<< HEAD
  "LuaSnip": { "branch": "master" },
=======
  "LuaSnip": { "branch": "master" },
>>>>>>> a49dc6a7171ebb361e08703033e56b0305841d21
=======
  "LuaSnip": { "branch": "master" },
>>>>>>> Stashed changes
>>>>>>> 7e740213337f361d5a3f8be03f4ef89e8f48446a
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "emmet-vim": { "branch": "master" },
<<<<<<< HEAD
  "friendly-snippets": { "branch": "main" },
  "goto-preview": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
=======
  "friendly-snippets": { "branch": "main" },
<<<<<<< Updated upstream
<<<<<<< HEAD
  "lazy.nvim": { "branch": "main" },
>>>>>>> 7e740213337f361d5a3f8be03f4ef89e8f48446a
  "lightline.vim": { "branch": "master" },
  "lsp-zero.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "vim-blade": { "branch": "master" },
<<<<<<< HEAD
=======
=======
  "lazy.nvim": { "branch": "main" },
=======
  "lazy.nvim": { "branch": "main" },
>>>>>>> Stashed changes
  "lightline.vim": { "branch": "master" },
  "lsp-zero.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
<<<<<<< Updated upstream
  "telescope.nvim": { "branch": "0.1.x" },
>>>>>>> a49dc6a7171ebb361e08703033e56b0305841d21
=======
  "telescope.nvim": { "branch": "0.1.x" },
>>>>>>> Stashed changes
>>>>>>> 7e740213337f361d5a3f8be03f4ef89e8f48446a
  "vim-commentary": { "branch": "master" },
  "vim-floaterm": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" }
}